<template>
  <div class="fwxy">
    <header class="header">
      <p class="title">{{ main.title }}</p>
      <div class="head">
        <p>甲方:{{ main.jf }}</p>
        <p>乙方:{{ main.yf }}</p>
      </div>
    </header>
    <main class="main">
      <div class="cont" v-for="item in main.cont" :key="item.title">
        <div class="bt">{{ item.title }}</div>
        <div class="dl" v-for="(litem,index) in item.dl" :key="index">
          <p>{{ litem.data }}</p>
          <p v-for="(items,index) in litem.other" :key="index">{{ items }}</p>
        </div>
      </div>
    </main>
    <footer class="footer">
      <p>{{ main.foot }}</p>
      <p>{{ main.date }}</p>
      <slot></slot>
    </footer>
  </div>
</template>

<script setup>
const main = reactive({
  title: '弋阳县人民医院线上咨询用户协议',
  jf: '弋阳县人民医院',
  yf: '弋阳县人民医院移动应用下所有注册用户',
  cont: [
    {
      title: '第一条、条款确认',
      dl: [
        {
          data: '1.1弋阳县人民医院移动应用，包括并不限于APP、微信小程序等，各项电子服务的所有权和运作权归弋阳县人民医院,用户应仔细阅读本《弋阳县人民医院用户协议》(以下简称本协议)中的各个条款(未成年人应当在其监护人陪同下阅读)。'
        },
        {
          data: '1.2任何使用本应用或本应用中某项功能、某—部分，或以其他间接方式使用本线上复诊的行为，即视为同意并接受本协议，愿意接受本协议所有条款约定和相应法律责任。'
        },
        {
          data: '1.3弋阳县人民医院可根据情况制订、修改本协议及条款，修改后需经用户重新阅读并确认，如用户确认接受，则修改/变更后的协议或条款自动产生法律效应。'
        }
      ]
    },
    {
      title: '第二条、账号管理',
      dl: [
        {
          data: '2.1用户添加就诊人资料时，需提供真实、及时、完整和合法有效的资料，若提供的资料信息并非真实、完整、有效，弋阳县人民医院有权停止、冻结用户的就诊卡并要求用户承担因此造成的法律后果，如有疑问可以电话联系运营人员。'
        },
        {
          data: '2.2用户需妥善保管自身就诊卡、账号等个人资料，不得以任何方式将就诊卡、账号等个人资料转让、告知或借给他人。如因上述或其他缘故导致就诊卡、账号等个人资料遗失、被盗或用户信息泄露等情况致使自身相关权益受到损害的，皆由用户独自承担—切后果。'
        },
        {
          data: '2.3用户如发觉就诊卡、账号等个人资料被非法使用或其他异常状况，请立即通知弋阳县人民医院运营人员，运营人员验证用户有效身份后可暂停该就诊卡、账号等的登录和使用，待经过相关部门查实审核后，如无异常状况即可恢复使用。'
        }
      ]
    },
    {
      title: '第三条、服务定位',
      dl: [
        {
          data: '3.1弋阳县人民医院移动应用是以APP、微信小程序等为依托搭建的互联网就医服务、复诊服务平台。用户和医院、医务人员可通过本平台产生互动，实现线上挂号、线上缴费、线上查询、线上复诊、线上互动、线上处方、慢病管理等功能，满足用户就医、定期复诊等服务需求。'
        },
        {
          data: '3.2本移动应用作为医务人员展示平台，需严格审核医务人员个人信息、执业信息的真实性、合法性。医务人员通过本平台向用户提供的所有咨询、诊疗服务，用户有义务严格执行医嘱，按照医生回复的意见进行疾病管理。如因用户自身意愿采取的治疗和用药等行为，皆由用户独自承担—切后果。'
        },
        {
          data: '3.3用户应当遵循本协议的约定发表言论、提供信息，对以下几类问题医务人员有权不予回复:',
          other: [
            '(1)非医疗健康类问题，如涉黄、涉赌、涉毒、社会意识形态等问题;',
            '(2)胎儿性别鉴定问题;',
            '(3)可能危害他人、自己或社会安全的问题;',
            '(4)渲染悲愤、误导他人的问题;',
            '(5)其它有伤社会风化等其他甲方或医务人员认为有必要予以禁止的问题;',
            '(6)医疗司法举证或询证问题;',
            '(7)追问医务人员个人信息;',
            '(8)故意挑逗、侮辱医务人员的提问;',
            '(9)其他与诊疗行为无关的问题。'
          ]
        },
        {
          data: '3.4用户在线上诊疗过程中需提供真实、完整、详细的信息，医务人员以此信息为判定基础，并尽可能利用所掌握的医学知识及临床经验给予—定的解惑。如需获得更详细、全方位和更确切的医疗信息和诊治服务，建议选择到医院实地就诊。'
        },
        {
          data: '3.5线上诊疗服务受医生时间、空间及网络环境所限，可能无法为用户提供实时服务。如果就诊人身体出现紧急情况,应尽快到合适的医院就诊，不应该选择线上服务。危急场合就诊人(或监护人)应该马上拨打急救电话避免出现人身伤亡等情况。'
        },
        {
          data: '3.6线上诊疗服务开出的电子处方只针对常见病、慢性病患者，并且已经在院内实际有过就诊记录。否则患者只能享受咨询服务。患者凭电子处方可以到弋阳县人民医院认定的药房自行取药或选择配送到家服务。'
        },
        {
          data: '3.7用户在使用本应用的过程中，应当遵守本应用相关规定和描述（包括但不限于经本APP提示后前往医院挂号就诊);且根据病情，需要去医院诊疗的患者，应按医院正规流程就诊，并遵守医院相关规定挂号就诊。否则，因此造成的一切后果由用户自行承担。'
        },
        {
          data: '3.8用户在使用弋阳县人民医院线上咨询过程中的言行需遵守国家法律、法规等规范性文件及弋阳县人民医院的各项规则和要求，不违背社会公共利益或公共道德,不损害他人的合法权益，不违反本协议所列条款。'
        }
      ]
    },
    {
      title: '第四条、服务的暂停、变更、中止与终止',
      dl: [
        {
          data: '4.1用户如提供虚假信息，或实施其他违反本协议的行为，弋阳县人民医院可立即中止对用户提供全部或部分服务。'
        },
        {
          data: '4.2用户如在接受本应用提供的服务过程中实施不正当行为，弋阳县人民医院有权终止服务，由此造成的法律和经济后果由用户承担，不正当行为包含但不限于以下方面:',
          other: [
            '(1)用户有发布医托、强烈广告性质的内容的行为;',
            '(2)用户从中国境内向外传输技术性资料时违背中国有关法律法规行为;',
            '(3)用户使用本服务从事洗钱、窃取商业秘密等非法用途;',
            '(4)用户以包括但不限于盗用他人账号、恶意编造或虚构信息、恶意投诉、未经允许进入他人电脑或手机系统等方式干扰或扰乱本服务;',
            '(5)用户有传输非法、骚扰性、影射或中伤他人、辱骂性、恐吓性、伤害性、庸俗、带有煽动性、可能引起公众恐慌、淫秽的、散播谣言等信息资料的行为;',
            '(6)用户有传输教唆他人构成犯罪行为、危害社会治安、侵害自己或他人人身安全的资料，传输助长国内不利条件和涉及国家安全的资料，传输不符合当地法规、国家法律和国际法律的资料的行为;',
            '(7)用户有发布涉及政治、性别、种族歧视或攻击他人的文字、图片或语言等信息;',
            '(8)用户有其他发布违法信息、严重违背社会公德、违背本协议或补充协议、违反法律禁止性规定的行为。'
          ]
        }
      ]
    },
    {
      title: '第五条、用户信息保护',
      dl: [
        {
          data: '5.1弋阳县人民医院应积极保障用户的个人信息资料(包括个人身份信息及其他信息、用户使用本平台服务过程中提供、形成的信息中的非公开内容等)安全并采用必要措施，我们将严格遵守相关法律法规，采取业内认可的合理可行的措施，保护您的个人信息。防止信息遭到未经授权的访问、披露、使用、修改，避免信息损坏或丢失。'
        },
        {
          data: '5.2未经用户许可，弋阳县人民医院不得向任何第三方提供、公开或共享用户注册资料中的姓名、个人有效身份证件号码、联系方式、家庭住址等个人信息资料，但下列情况除外:',
          other: [
            '(1)用户或其监护人授权弋阳县人民医院披露的;',
            '(2)司法机关或行政机关基于法定程序要求弋阳县人民医院提供或协助的;',
            '(3)与国家安全、国防安全有关的;',
            '(4)与公共安全、公共卫生、重大公共利益有关的;',
            '(5)与犯罪侦查、起诉、审判和判决执行等有关的;',
            '(6)出于维护您或其他个人的生命、财产等重大合法权益但又很难得到本人同意的;',
            '(7)您自行向社会公众公开的个人信息;',
            '(8)法律法规规定的其他情形。',
            '根据法律规定，共享、转让经去标识化处理的个人信息，且确保数据接收方无法复原并重新识别个人信息主体的，不属于个人信息的对外共享、转让及公开披露行为，对此类数据的保存及处理将无需另行向您通知并征得您的同意。'
          ]
        },
        {
          data: '5.3弋阳县人民医院将依据《中华人民共和国网络安全法》、《信息安全技术个人信息安全规范》(GB/T35273-2017)以及其他相关法律法规收集和使用您的个人信息，以帮助我们向您提供更优质的产品或服务。我们承诺会对您的个人信息和其它数据进行严格保密，并严格按照本协议所阐述的内容处理您的个人信息。'
        },
        {
          data: '5.4我们会遵循正当、合法、必要的原则，出于以下目的，收集和使用您在使用服务过程中主动提供或因使用本应哟康服务而产生的个人信息。如果我们要将您的个人信息用于本协议未载明的其它用途，或基于特定目的将收集而来的信息用于其他目的，我们将以合理的方式向您告知，并在使用前再次征得您的同意。',
          other: [
            '(1)注册账号:在您注册本应用帐号时，我们会需要您提供手机号码或身份证号码进行实名认证，如您拒绝提供手机号码或身份证号码进行实名验证，将导致注册不成功，因此无法使用弋阳县人民医院核心业务功能。但是您可以退出注册页面后预览医院中心的相关信息内容(包括医院介绍、科室介绍、专家介绍、停诊信息等);',
            '(2)院内核心业务:由于医疗行业的特殊性，为保证医疗安全，您添加就诊人时，需要向我们提供以下信息:手机号码、身份证号码(用于实名认证)、医保卡号、患者姓名、性别、出生日期、所在城市等。',
            '提供上述信息用于验证您的真实身份，添加就诊人成功后，您可以使用本应用院内核心业务功能(包括:预约挂号、候诊提醒、预约报告、查询报告等)。如果您选择不提供为实现本应用的院内核心业务功能的必备信息或使用其中某类功能的必备信息，将导致我们无法为您提供该功能;',
            '(3)院外核心业务:遵循国家发改委关于《关于深入开展“互联网+医疗健康"便民惠民活动的通知》、《关于促进医药产业健康发展的指导意见重点工作部门分工方案》政策中鼓励医疗机构处方外流、提供在线复诊、慢性病随访、健康管理等服务，我们提供了图文复诊、线上续方、随访管理功能。您可通过本APP/微信小程序，在线咨询医院医生，对已登记的慢性病进行在线续方，通过药品配送服务或医院合作药房自取服务取药。在此过程中，在次我们可能会收集您的手机号码、姓名、性别、出生日期、所在城市、详细收货地址、病情、设备信息、浏览器类型、日志信息。'
          ]
        },
        {
          data: '5.5为了向您提供更完善、优质的产品和服务，我们的菜些服务将由授权合作伙伴提供。我们可能会与合作伙伴共享您的某些个人信息，以提供更好的客户服务和用户体验。例如，在使用线上续方功能药品配送服务向您寄送药品时，需要与合作药店以及物流服务提供商共享您的个人信息才能安排寄送。我们仅会出于合法、正当、必要、特定、明确的目的共享您的个人信息，并且只会共享提供服务所必要的个人信息。同时，我们会与合作伙伴签署严格的保密协定，要求他们按照我们的说明、本协议以及其他任何相关的保密和安全措施来处理您的个人信息。我们的合作伙伴无权将共享的个人信息用于任何其他用途。如果您拒绝我们的合作伙伴在提供服务时收集为提供服务所必须的个人信息，将可能导致您无法使用该第三方服务。目前，我们的授权合作伙伴包括以下类型:',
          other: [
            '(1)分析服务类的授权合作伙伴。除非得到您的许可，否则我们不会将您的个人身份信息(指可以识别您身份的信息，例如姓名或电子邮箱)与提供分析服务的合作伙伴分享。对于分析数据的伙伴，为了更好的分析本应用在线用户的使用情况，以便于提升我们的服务，我们可能向其提在线用户的数量、地区分布、活跃情况等数据，但我们仅会向这些合作伙伴提供不能识别个人身份的统计信息(例如「位于北京的25岁男性患者」);',
            '(2)供应商、服务提供商和其他合作伙伴。我们将信息发送给在全国范围内支持我们业务的供应商、服务提供商和其他合作伙伴共享(例如代表我们发出短信的通讯服务供应商，以及为我们和您提供协助的地图服务供应商分享位置数据，向提供药品的服务供应商提供姓名、电话、地址);',
            '这些信息的用途受到如下限制:',
            '协助我们向您提供服务;',
            '协助我们履行在上文5.4—节所载的目的;',
            '履行我们根据本协议的责任和实现我们的权利，及/或协助提升我们的服务;',
            '提供技术基础设施服务、分析我们的服务、衡量服务的有效性、支付或进行学术研究和调查'
          ]
        }
      ]
    },
    {
      title: '第六条、特别授权',
      dl: [
        {
          data: '6.1用户同意并授权弋阳县人民医院为储存、保护用户个人信息资料而与第三方进行合作建立信息数据库，授权弋阳县人民医院为用户提供服务过程中因服务需求与第三方共享个人信息及信息数据库。'
        },
        {
          data: '6.2用户同意并授权弋阳县人民医院在不泄露个人信息资料的前提下，与第三方对个人信息数据库进行医学分析及大数据信息收集。'
        },
        {
          data: '6.3用户同意并授权弋阳县人民医院根据用户提供、使用本服务过程中形成的信息通过短信、邮件、电话、视频、音频或其他形式向用户提供服务、活动及其他相关商业信息。'
        },
        {
          data: '6.4用户同意并授权弋阳县人民医院在不泄漏个人医疗信息资料前提下，向第三方提供个人联系方式、处方信息等进行处方服务。'
        }
      ]
    },
    {
      title: '第七条、知识产权',
      dl: [
        {
          data: '7.1弋阳县人民医院是本移动应用及相关平台所承载所有内容(文、图、视频、音频等)的版权所有者。未经弋阳县人民医院的书面许可，均不得以任何方式非法地全部或部分复制、转载、引用、链接、抓取或以其他方式使用本平台内信息内容，如有违反，弋阳县人民医院有权追究其法律责任。'
        },
        {
          data: '7.2弋阳县人民医院有权不时地对本协议及本客户端的内容进行修改，并在本平台张贴，无须另行通知用户。在法律允许的最大限度范围内，弋阳县人民医院对本协议及本客户端内容拥有解释权。'
        }
      ]
    },
    {
      title: '第八条、协议的中止或终止',
      dl: [
        {
          data: '8.1用户的任何意见和建议均可通过客服电话、微信向弋阳县人民医院工作人员反馈。经协商后双方如达成—致，则对协议相关内容进行调整。'
        },
        {
          data: '8.2若用户违反本协议或相关规定，弋阳县人民医院工作人员多次交涉未果;或因用户的行为对弋阳县人民医院造成损失的，弋阳县人民医院有权终止与用户的协议，冻结用户个人账号并追究相关法律责任。'
        }
      ]
    },
    {
      title: '第九条、不可抗力及免责条款',
      dl: [
        {
          data: '9.1在使用本平台服务的过程中，可能会遇到不可抗力等风险因素，使服务发生中断。不可抗力是指不能预见、不能克服并不能避免且对—方或双方造成重大影响的客观事件，包括但不限于自然灾害如洪水、地震、瘟疫流行和风暴等以及社会事件如战争、动乱、政府行为等。出现上述情况时，弋阳县人民医院将努力在第一时间与相关单位配合，及时进行修复，但是由此造成的损失(包括但不限于信息损失，服务中断，资料灭失)弋阳县人民医院在法律允许的范围内免责。'
        },
        {
          data: '9.2在法律允许的范围内，弋阳县人民医院对以下情形导致的服务中断或受阻不承担责任:',
          other: [
            '(1)受到计算机病毒、木马或其他恶意程序、黑客攻击的破坏;',
            '(2)用户或弋阳县人民医院电脑软件、系统、硬件和通信线路出现故障;',
            '(3)用户操作不当;',
            '(4)用户通过非弋阳县人民医院授权的方式使用服务。'
          ]
        },
        {
          data: '9.3本服务同大多数互联网服务—样，受包括但不限于用户原因、网络服务质量、社会环境等因素的差异影响，可能受到各种安全问题的侵扰，如他人利用用户的资料，造成现实生活中的骚扰;用户下载安装的其它软件或访问的其他网站中含有“特洛伊木马”等病毒，或胁到用户的计算机信息和数据的安全，继而影响本服务的正常使用等等。用户应加强信息安全及使用者资料的保护意识，要注意加强密码保护，以免遭致损失和骚扰。'
        },
        {
          data: '9.4在使用本服务的过程中，可能会遇到网络信息或其他用户行为带来的风险，弋阳县人民医院不对任何信息的真实性、适用性、合法性承担责任，也不对因侵权行为给用户造成的损害(包括但不限于信息损失，服务中断，资料灭失)负责。这些风险包括但不限于:',
          other: [
            '(1)来自他人匿名或冒名的含有威胁、诽谤、令人反感或非法内容的信息;',
            '(2)因使用本协议项下的服务，遭受他人误导、欺骗或其他导致或可能导致的任何心理、生理上的伤害以及经济上的损失;',
            '(3)其他因网络信息或用户行为引起的风险。'
          ]
        },
        {
          data: '9.5不论在何种情况下，弋阳县人民医院均不对由于网络连接故障，电脑，通讯或其他系统的故障，电力故障，罢工，劳动争议，暴乱,起义，骚乱，生产力或生产资料不足,火灾，洪水，风暴，爆炸，不可抗力，战争，政府行为，国际、国内法院的命令或第三方的不作为而造成的不能服务或延迟服务承担责任。'
        },
        {
          data: '9.6不论是否可以预见，不论是源于何种形式的行为，弋阳县人民医院不对由以下原因造成的任何特别的，直接的，间接的，惩罚性的，突发性的或有因果关系的损害或其他任何损害(包括但不限于信息损失，服务中断，资料灭失)承担责任。'
        }
      ]
    },
    {
      title: '第十条、法律适用、管辖及其他',
      dl: [
        {
          data: '10.1本协议之效力、解释、变更、执行与争议解决均适用中华人民共和国法律，如无相关法律规定的，则应参照通用国际商业惯例、政府部门相关规定和(或)行业惯例。'
        },
        {
          data: '10.2因本协议产生之争议，由双方协商解决;协商不成的，由弋阳县人民医院住所地人民法院管辖。'
        }
      ]
    }
  ],
  foot: '弋阳县人民医院',
  date: '二〇二二年十二月二十一日'
})

</script>

<style lang="stylus" scoped>
.fwxy
  padding-bottom 0.4rem
  .header
    margin-bottom 0.3rem
    .title
      margin-bottom 0.4rem
      font-size 0.4rem
      font-weight bold
      letter-spacing 0.02rem
      text-align center
    .head
      text-indent 2em
      line-height 0.6rem
      font-size 0.25rem
.main
  font-size 0.25rem
  .cont
    text-indent 2em
    .dl
      margin 0.2rem 0
      line-height 0.4rem
      p
        margin-bottom 0.1rem
.footer
  font-size 0.28rem
  line-height 0.6rem
</style>
